Repository: CamilleScholtz/swmpc
Catalog: swmpc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl

source: Library searches for cover files in the song's directory. Metadata extracts artwork from the song file. Fallback options try both methods in order.
de: Bibliothek sucht nach Coverdateien im Verzeichnis des Titels. Metadaten extrahieren das Artwork aus der Musikdatei. Fallback-Optionen probieren beide Methoden der Reihe nach.
es: La biblioteca busca archivos de portada en el directorio de la canción. Los metadatos extraen la carátula del archivo musical. Las opciones de respaldo prueban ambos métodos en orden.
fr: La bibliothèque recherche les fichiers de pochette dans le dossier du morceau. Les métadonnées extraient l'artwork du fichier musical. Les options de repli essaient les deux méthodes dans l'ordre.
nl: Bibliotheek zoekt naar hoesbestanden in de map van het nummer. Metadata extraheert artwork uit het muziekbestand. Terugvalopties proberen beide methoden op volgorde.

source: Like
de: Gefällt mir
es: Me gusta
fr: J'aime
nl: Vind ik leuk

source: Load Playlist
de: Playlist laden
es: Cargar lista de reproducción
fr: Charger la playlist
nl: Afspeellijst laden

source: Locking in auditory aesthetic…
de: Fixiere auditive Ästhetik…
es: Ajustando la estética auditiva…
fr: Verrouillage de l'esthétique auditive…
nl: Auditieve esthetiek vastzetten…

source: Matching tracks to vibe…
de: Suche passende Titel zur Stimmung…
es: Buscando pistas que coincidan con la vibra…
fr: Association des morceaux à l'ambiance…
nl: Nummers afstemmen op de sfeer…

source: Measuring danceability index…
de: Messe Tanzbarkeitsindex…
es: Midiendo el índice de bailabilidad…
fr: Mesure de l'indice de dansabilité…
nl: Dansbaarheidsindex meten…

source: Measuring vibe consistency…
de: Messe Vibe-Konsistenz…
es: Midiendo la consistencia de las vibras…
fr: Mesure de la cohérence des vibes…
nl: Vibe-consistentie meten…

source: Media Type
de: Medientyp
es: Tipo de contenido
fr: Type de média

source: Metadata → Library
de: Metadaten → Bibliothek
es: Metadatos → Biblioteca
fr: Métadonnées → Bibliothèque
nl: Metadata → Bibliotheek

source: Metadata Only
de: Nur Metadaten
es: Solo metadatos
fr: Métadonnées uniquement
nl: Alleen metadata

source: Mixing music…
de: Mische Musik…
es: Mezclando música…
fr: Mixage de la musique…
nl: Muziek mixen…

source: Mode
de: Modus
es: Modo
nl: Modus

source: Model
de: Modell
es: Modelo
fr: Modèle

source: Model identifier (e.g. llama3, mistral)
de: Modellkennung (z. B. llama3, mistral)
es: Identificador del modelo (ej. llama3, mistral)
fr: Identifiant du modèle (ex. llama3, mistral)
nl: Modelidentificatie (bijv. llama3, mistral)

source: Model identifier for the selected provider
de: Modellbezeichner für den ausgewählten Anbieter
es: Identificador del modelo para el proveedor seleccionado
fr: Identifiant du modèle pour le fournisseur sélectionné
nl: Model-identificatie voor de geselecteerde aanbieder

source: My Servers
de: Meine Server
es: Mis servidores
fr: Mes serveurs
nl: Mijn servers

source: New Playlist
de: Neue Playlist
es: Nueva lista de reproducción
fr: Nouvelle playlist
nl: Nieuwe afspeellijst

source: Next
de: Als Nächstes
es: Siguiente
fr: Suivant
nl: Volgende

source: Next Song
de: Nächster Song
es: Siguiente canción
fr: Morceau suivant
nl: Volgend nummer

source: No albums in library.
de: Keine Alben in der Bibliothek.
es: No hay álbumes en la biblioteca.
fr: Aucun album dans la bibliothèque.
nl: Geen albums in collectie.

source: No artists in library.
de: Keine Künstler in der Bibliothek.
es: No hay artistas en la biblioteca.
fr: Aucun artiste dans la bibliothèque.
nl: Geen artiesten in collectie.

source: No song playing
de: Kein Lied wird abgespielt
es: No se reproduce ninguna canción
fr: Aucun morceau en cours de lecture
nl: Er speelt geen nummer

source: No songs in library.
de: Keine Lieder in der Bibliothek.
es: No hay canciones en la biblioteca.
fr: Aucun morceau dans la bibliothèque.
nl: Geen nummers in collectie.

source: No songs in playlist.
de: Keine Lieder in der Playlist.
es: No hay canciones en la lista de reproducción.
fr: Aucun morceau dans la playlist.
nl: Geen nummers in afspeellijst.

source: Not Requested
de: Nicht angefragt
es: No solicitado
fr: Non demandé
nl: Niet aangevraagd

source: Nothing is currently playing
de: Es wird gerade nichts abgespielt
es: No se está reproduciendo nada actualmente
fr: Aucune lecture en cours
nl: Er wordt momenteel niets afgespeeld

source: Now
de: Jetzt
es: Ahora
fr: Maintenant
nl: Nu

source: Now Playing
de: Wird gerade abgespielt
es: Reproduciendo ahora
fr: Lecture en cours
nl: Speelt nu

source: Off
de: Aus
es: Desactivado
fr: Désactivé
nl: Uit

source: On
de: Ein
es: Activado
fr: Activé
nl: Aan

source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
nl: Systeeminstellingen openen

source: Opens the album
de: Öffnet das Album
es: Abre el álbum
fr: Ouvre l'album
nl: Opent het album

source: Opens the artist
de: Öffnet den Künstler
es: Abre el artista
fr: Ouvre l'artiste
nl: Opent de artiest

source: Optional display name for this server.
de: Optionaler Anzeigename für diesen Server.
es: Nombre de visualización opcional para este servidor.
fr: Nom d'affichage facultatif pour ce serveur.
nl: Optionele weergavenaam voor deze server.

source: Outputs
de: Ausgänge
es: Salidas
fr: Sorties
nl: Uitgangen

source: Overthinking song transitions…
de: Überdenke Song-Übergänge…
es: Sobrepensando las transiciones de las canciones…
fr: Réflexion excessive sur les transitions…
nl: Overdenken van song-overgangen…

source: Owner
de: Besitzer
es: Propietario
fr: Propriétaire
nl: Eigenaar

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord

source: Paused playback
de: Wiedergabe pausiert
es: Reproducción pausada
fr: Lecture mise en pause
nl: Afspelen gepauzeerd

source: Peeking at DJ forums circa 2007…
de: Spähe in DJ-Foren von 2007…
es: Echando un vistazo a los foros de DJs de 2007…
fr: Consultation des forums DJ de 2007…
nl: Kijkje nemen op DJ-forums circa 2007…

source: Peeking at your guilty pleasures…
de: Spähe auf deine guilty pleasures…
es: Echando un vistazo a tus placeres culposos…
fr: Coup d'œil à vos plaisirs coupables…
nl: Gluren naar je guilty pleasures…

source: Play
de: Wiedergabe
es: Reproducir
fr: Lecture
nl: Afspelen

source: Play %@
de: %@ abspielen
es: Reproducir %@
fr: Lire %@
nl: %@ afspelen

source: Play ${playlist}
de: ${playlist} abspielen
es: Reproducir ${playlist}
fr: Lire ${playlist}
nl: ${playlist} afspelen

source: Play or Pause
de: Abspielen oder Pausieren
es: Reproducir o Pausar
fr: Lecture ou Pause
nl: Afspelen of Pauzeren

source: Play Playlist
de: Playlist abspielen
es: Reproducir lista de reproducción
fr: Lire la playlist
nl: Afspeellijst afspelen

source: Play songs in random order
de: Titel in zufälliger Reihenfolge abspielen
es: Reproducir canciones en orden aleatorio
fr: Lire les morceaux dans un ordre aléatoire
nl: Nummers in willekeurige volgorde afspelen

source: Playback Mode
de: Wiedergabemodus
es: Modo de reproducción
fr: Mode de lecture
nl: Afspeelmodus

source: Playback Position
de: Wiedergabeposition
es: Posición de reproducción
fr: Position de lecture
nl: Afspeelpositie

source: Playing
de: Wiedergabe
es: Reproduciendo
fr: Lecture
nl: Speelt

source: Playing next song
de: Nächstes Lied wird abgespielt
es: Reproduciendo la siguiente canción
fr: Lecture de la chanson suivante
nl: Volgend nummer afspelen

source: Playing previous song
de: Vorheriges Lied wird abgespielt
es: Reproduciendo la canción anterior
fr: Lecture de la chanson précédente
nl: Vorig nummer afspelen

source: Playlist generation cancelled
de: Playlist-Erstellung abgebrochen
es: Generación de la lista cancelada
fr: Génération de la playlist annulée
nl: Genereren van afspeellijst geannuleerd

source: Playlist generation failed
de: Playlist-Erstellung fehlgeschlagen
es: Error al generar la lista
fr: Échec de la génération de la playlist
nl: Genereren van afspeellijst mislukt

source: Playlists cannot be added to Favorites
de: Playlists können nicht zu den Favoriten hinzugefügt werden
es: Las listas de reproducción no se pueden añadir a Favoritos
fr: Les playlists ne peuvent pas être ajoutées aux favoris
nl: Afspeellijsten kunnen niet aan Favorieten worden toegevoegd

source: Please check your [connection settings](swmpc://settings) and server.
de: Bitte überprüfe deine [Verbindungseinstellungen](swmpc://settings) und deinen Server.
es: Por favor, comprueba tus [ajustes de conexión](swmpc://settings) y el servidor.
fr: Veuillez vérifier vos [paramètres de connexion](swmpc://settings) et votre serveur.
nl: Controleer je [verbindingsinstellingen](swmpc://settings) en server.

source: Polling imaginary audience…
de: Befrage imaginäres Publikum…
es: Encuestando a una audiencia imaginaria…
fr: Sondage du public imaginaire…
nl: Peiling van imaginair publiek…

source: Powers smart playlist and queue generation. Apple Intelligence uses Private Cloud Compute and requires no API token.
de: Ermöglicht intelligente Playlist- und Warteschlangengenerierung. Apple Intelligence nutzt Private Cloud Compute und benötigt keinen API-Token.
es: Impulsa la generación inteligente de listas de reproducción y colas. Apple Intelligence usa Private Cloud Compute y no requiere token de API.
fr: Permet la génération intelligente de listes de lecture et de files d'attente. Apple Intelligence utilise Private Cloud Compute et ne nécessite aucun jeton d'API.
nl: Mogelijk maken van slimme afspeellijst- en wachtrijgeneratie. Apple Intelligence gebruikt Private Cloud Compute en vereist geen API-token.

source: Previous Song
de: Vorheriger Song
es: Canción anterior
fr: Morceau précédent
nl: Vorig nummer

source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
nl: Aanbieder

source: Query
de: Suchbegriff
es: Búsqueda
fr: Recherche
nl: Zoekopdracht

source: Queue
de: Warteschlange
es: Cola
fr: File d'attente
nl: Wachtrij

source: Queue cleared
de: Warteschlange geleert
es: Cola de reproducción vaciada
fr: File d'attente vidée
nl: Wachtrij gewist

source: Queue is empty
de: Warteschlange ist leer
es: La cola está vacía
fr: La file d'attente est vide
nl: Wachtrij is leeg

source: Ranking tracks by mood match…
de: Ordne Tracks nach Stimmungsübereinstimmung…
es: Clasificando canciones según el estado de ánimo…
fr: Classement des pistes par correspondance d'humeur…
nl: Tracks rangschikken op basis van stemming…

source: Rating songs…
de: Bewerte Lieder…
es: Calificando canciones…
fr: Évaluation des morceaux…
nl: Nummers beoordelen…

source: Rebalancing sonic palette…
de: Balanciere Klangpalette neu…
es: Reequilibrando la paleta sonora…
fr: Rééquilibrage de la palette sonore…
nl: Sonisch palet herbalanceren…

source: Recommending tracks…
de: Empfehle Titel…
es: Recomendando pistas…
fr: Recommandation de morceaux…
nl: Tracks aanbevelen…

source: Reload Library
de: Bibliothek neu laden
es: Recargar biblioteca
fr: Recharger la bibliothèque
nl: Bibliotheek herladen

source: Remove Album from Favorites
de: Album aus den Favoriten entfernen
es: Eliminar álbum de favoritos
fr: Supprimer l'album des favoris
nl: Album uit favorieten verwijderen

source: Remove Album from Playlist
de: Album aus der Playlist entfernen
es: Eliminar álbum de la lista de reproducción
fr: Supprimer l'album de la playlist
nl: Album uit afspeellijst verwijderen

source: Remove Album from Queue
de: Album aus der Warteschlange entfernen
es: Eliminar álbum de la cola
fr: Supprimer l'album de la file d'attente
nl: Album uit wachtrij verwijderen

source: Remove Artist from Favorites
de: Künstler aus den Favoriten entfernen
es: Eliminar artista de favoritos
fr: Supprimer l'artiste des favoris
nl: Artiest uit favorieten verwijderen

source: Remove Artist from Playlist
de: Künstler aus der Playlist entfernen
es: Eliminar artista de la lista de reproducción
fr: Supprimer l'artiste de la playlist
nl: Artiest uit afspeellijst verwijderen

source: Remove Artist from Queue
de: Künstler aus der Warteschlange entfernen
es: Eliminar artista de la cola
fr: Supprimer l'artiste de la file d'attente
nl: Artiest uit wachtrij verwijderen

source: Remove Song from Favorites
de: Lied aus den Favoriten entfernen
es: Eliminar canción de favoritos
fr: Supprimer le morceau des favoris
nl: Nummer uit favorieten verwijderen

source: Remove Song from Playlist
de: Lied aus der Playlist entfernen
es: Eliminar canción de la lista de reproducción
fr: Supprimer le morceau de la playlist
nl: Nummer uit afspeellijst verwijderen

source: Remove Song from Queue
de: Lied aus der Warteschlange entfernen
es: Eliminar canción de la cola
fr: Supprimer le morceau de la file d'attente
nl: Nummer uit wachtrij verwijderen

source: Remove songs after playing
de: Titel nach dem Abspielen entfernen
es: Eliminar canciones después de reproducir
fr: Supprimer les morceaux après la lecture
nl: Nummers verwijderen na afspelen

source: Rename Playlist
de: Playlist umbenennen
es: Renombrar lista de reproducción
fr: Renommer la playlist
nl: Afspeellijst hernoemen

source: Repeat
de: Wiederholen
es: Repetir
fr: Répéter
nl: Herhalen

source: Repeat disabled
de: Wiederholen deaktiviert
es: Repetición desactivada
fr: Répétition désactivée
nl: Herhalen uitgeschakeld

source: Repeat enabled
de: Wiederholen aktiviert
es: Repetición activada
fr: Répétition activée
nl: Herhalen ingeschakeld

source: Repeat the queue when finished
de: Warteschlange nach dem Ende wiederholen
es: Repetir la cola cuando termine
fr: Répéter la file d'attente une fois terminée
nl: Wachtrij herhalen wanneer deze is afgelopen

source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
nl: Vervangen

source: Replace Queue
de: Warteschlange ersetzen
es: Reemplazar cola de reproducción
fr: Remplacer la file d'attente
nl: Wachtrij vervangen

source: Report Bug
de: Fehler melden
es: Reportar error
fr: Signaler un bug
nl: Bug melden

source: Request Feature
de: Funktion anfragen
es: Solicitar función
fr: Demander une fonctionnalité
nl: Functie aanvragen

source: Restricted
de: Eingeschränkt
es: Restringido
fr: Restreint
nl: Beperkt

source: Resumed playback
de: Wiedergabe fortgesetzt
es: Reproducción reanudada
fr: Lecture reprise
nl: Afspelen hervat

source: Retrieval Method
de: Abrufmethode
es: Método de obtención
fr: Méthode de récupération
nl: Ophaalwijze

source: Rolling dice for track order…
de: Würfle Track-Reihenfolge aus…
es: Lanzando los dados para el orden de las canciones…
fr: Lancer de dés pour l'ordre des pistes…
nl: Dobbelstenen gooien voor trackvolgorde…

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
nl: Bewaren

source: Scanning for hidden gems…
de: Suche nach versteckten Perlen…
es: Buscando joyas ocultas…
fr: Recherche de pépites cachées…
nl: Zoeken naar verborgen parels…

source: Scanning for similar tracks…
de: Suche nach ähnlichen Titeln…
es: Buscando pistas similares…
fr: Recherche de morceaux similaires…
nl: Zoeken naar vergelijkbare nummers…

source: Scraping forgotten MySpace pages…
de: Durchsuche vergessene MySpace-Seiten…
es: Stalkeando tus viejas páginas de MySpace…
fr: Exploration des pages MySpace oubliées…
nl: Vergeten MySpace-pagina's scrapen…

source: Scroll to Current Media
de: Zu aktuellen Medien scrollen
es: Desplazarse al medio actual
fr: Faire défiler jusqu'au média actuel
nl: Naar huidige media scrollen

source: Scroll to Current Song
de: Zu aktuellem Lied scrollen
es: Desplazarse a la canción actual
fr: Faire défiler jusqu'au morceau actuel
nl: Naar huidig nummer scrollen

source: Search
de: Suchen
es: Buscar
fr: Rechercher
nl: Zoeken

source: Search and Play
de: Suchen und abspielen
es: Buscar y reproducir
fr: Rechercher et lire
nl: Zoeken en afspelen

source: Search Fields
de: Suchfelder
es: Campos de búsqueda
fr: Champs de recherche
nl: Zoekvelden

source: Search for ${query} and play ${kind}
de: Nach ${query} suchen und ${kind} abspielen
es: Buscar ${query} y reproducir ${kind}
fr: Rechercher ${query} et lire ${kind}
nl: Zoeken naar ${query} en ${kind} afspelen

source: Search Library
de: Bibliothek durchsuchen
es: Buscar en la biblioteca
fr: Rechercher dans la bibliothèque
nl: Bibliotheek doorzoeken

source: Search the library for an artist, album, or song and play it
de: Die Bibliothek nach einem Künstler, Album oder Titel durchsuchen und abspielen
es: Buscar un artista, álbum o canción en la biblioteca y reproducirlo
fr: Rechercher un artiste, un album ou un morceau dans la bibliothèque et le lire
nl: De bibliotheek doorzoeken op een artiest, album of nummer en dit afspelen

source: Searching...
de: Suche...
es: Buscando...
fr: Recherche...
nl: Zoeken...

source: Selecting ideal tracks…
de: Wähle ideale Titel aus…
es: Seleccionando pistas ideales…
fr: Sélection des morceaux idéaux…
nl: Ideale nummers selecteren…

source: Set the playback volume of the MPD server
de: Die Wiedergabelautstärke des MPD-Servers festlegen
es: Ajustar el volumen de reproducción del servidor MPD
fr: Définir le volume de lecture du serveur MPD
nl: Het afspeelvolume van de MPD-server instellen

source: Set Volume
de: Lautstärke festlegen
es: Ajustar el volumen
fr: Définir le volume
nl: Volume instellen

source: Set volume to ${volume} percent
de: Lautstärke auf ${volume} Prozent setzen
es: Ajustar el volumen al ${volume} por ciento
fr: Régler le volume sur ${volume} pour cent
nl: Volume op ${volume} procent instellen

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
nl: Instellingen

source: Show in Status Bar
de: In Statusleiste anzeigen
es: Mostrar en la barra de estado
fr: Afficher dans la barre d'état
nl: In statusbalk tonen

source: Show Queue
de: Warteschlange anzeigen
es: Mostrar la cola de reproducción
fr: Afficher la file d'attente
nl: Wachtrij tonen

source: Show Song in Status Bar
de: Song in der Statusleiste anzeigen
es: Mostrar canción en la barra de estado
fr: Afficher le morceau dans la barre d'état
nl: Nummer in statusbalk tonen

source: Shows the currently playing song
de: Zeigt den gerade laufenden Titel
es: Muestra la canción en reproducción
fr: Affiche le morceau en cours de lecture
nl: Toont het nummer dat nu speelt

source: Shuffle
de: Zufällig
es: Aleatorio
fr: Aléatoire
nl: Willekeurig

source: Shuffle disabled
de: Zufallswiedergabe deaktiviert
es: Reproducción aleatoria desactivada
fr: Lecture aléatoire désactivée
nl: Willekeurig afspelen uitgeschakeld

source: Shuffle enabled
de: Zufallswiedergabe aktiviert
es: Reproducción aleatoria activada
fr: Lecture aléatoire activée
nl: Willekeurig afspelen ingeschakeld

source: Shuffling songs…
de: Mische Lieder…
es: Mezclando canciones…
fr: Mélange des morceaux…
nl: Nummers husselen…

source: Simulating crowd reaction…
de: Simuliere Publikumsreaktion…
es: Simulando la reacción del público…
fr: Simulation de la réaction de la foule…
nl: Reactie van publiek simuleren…

source: Skip to next song
de: Zum nächsten Lied springen
es: Saltar a la siguiente canción
fr: Passer au morceau suivant
nl: Ga naar volgend nummer

source: Skip to the next song in the queue
de: Zum nächsten Lied in der Warteschlange springen
es: Saltar a la siguiente canción en la cola
fr: Passer à la chanson suivante dans la file d'attente
nl: Naar het volgende nummer in de wachtrij

source: Something went wrong
de: Es ist ein Fehler aufgetreten
es: Algo salió mal
fr: Une erreur s'est produite
nl: Er is iets misgegaan

source: Song
de: Titel
es: Canción
fr: Morceau
nl: Nummer

source: Songs
de: Lieder
es: Canciones
fr: Morceaux
nl: Nummers

source: Sort
de: Sortieren
es: Ordenar
fr: Trier
nl: Sorteren

source: Sorting songs by genre…
de: Sortiere Lieder nach Genre…
es: Ordenando canciones por género…
fr: Tri des morceaux par genre…
nl: Nummers sorteren op genre…

source: Status Bar
de: Statusleiste
es: Barra de estado
fr: Barre de statut
nl: Statusbalk

source: Stream to iPhone
de: Auf iPhone streamen
es: Transmitir al iPhone
fr: Diffuser sur iPhone
nl: Stream naar iPhone

source: Stream to this device
de: Auf dieses Gerät streamen
es: Transmitir a este dispositivo
fr: Diffuser sur cet appareil
nl: Stream naar dit apparaat

source: Summoning obscure SoundCloud producers…
de: Beschwöre obskure SoundCloud-Produzenten…
es: Invocando a productores raros de SoundCloud…
fr: Invocation de producteurs obscurs de SoundCloud…
nl: Obscure SoundCloud-producers oproepen…

source: Syncing sounds with taste…
de: Synchronisiere Klänge mit Geschmack…
es: Sincronizando sonidos con el gusto…
fr: Synchronisation des sons avec les goûts…
nl: Geluiden synchroniseren met smaak…

source: Syncing tempo with heartbeat…
de: Synchronisiere Tempo mit Herzschlag…
es: Sincronizando el tempo con los latidos del corazón…
fr: Synchronisation du tempo avec les battements de cœur…
nl: Tempo synchroniseren met hartslag…

source: Testing replay value…
de: Teste Wiederhörwert…
es: Probando valor de repetición…
fr: Test de la valeur de réécoute…
nl: Herbeluisterwaarde testen…

source: The API token is required to access the provider's API.
de: Der API-Token ist für den Zugriff auf die API des Anbieters erforderlich.
es: El token de API es necesario para acceder a la API del proveedor.
fr: Le jeton d'API est requis pour accéder à l'API du fournisseur.
nl: De API-token is vereist voor toegang tot de API van de aanbieder.

source: The kind of media to search for
de: Die Art von Medien, nach der gesucht wird
es: El tipo de contenido que buscar
fr: Le type de média à rechercher
nl: Het type media waarnaar wordt gezocht

source: The name to search for
de: Der Name, nach dem gesucht wird
es: El nombre que buscar
fr: Le nom à rechercher
nl: De naam waarnaar wordt gezocht

source: The playback mode to toggle
de: Der umzuschaltende Wiedergabemodus
es: El modo de reproducción a alternar
fr: Le mode de lecture à basculer
nl: De afspeelmodus om te schakelen

source: The playlist to add songs to; leave empty to use the queue
de: Die Playlist, zu der Titel hinzugefügt werden; leer lassen, um die Warteschlange zu verwenden
es: La lista de reproducción a la que añadir canciones; déjalo vacío para usar la cola
fr: La playlist à laquelle ajouter des morceaux ; laisser vide pour utiliser la file d'attente
nl: De afspeellijst waaraan nummers worden toegevoegd; laat leeg om de wachtrij te gebruiken

source: The playlist to play
de: Die abzuspielende Playlist
es: La lista de reproducción que reproducir
fr: La playlist à lire
nl: De afspeellijst die wordt afgespeeld

source: The volume level (0-100)
de: Der Lautstärkepegel (0–100)
es: El nivel de volumen (0-100)
fr: Le niveau de volume (0-100)
nl: Het volumeniveau (0-100)

source: Title
de: Titel
es: Título
fr: Titre
nl: Titel

source: Toggle ${mode}
de: ${mode} umschalten
es: Alternar ${mode}
fr: Basculer ${mode}
nl: ${mode} schakelen

source: Toggle a playback mode (shuffle, repeat, or consume)
de: Einen Wiedergabemodus umschalten (Zufällig, Wiederholen oder Verbrauchen)
es: Alternar un modo de reproducción (aleatorio, repetir o consumir)
fr: Basculer un mode de lecture (aléatoire, répétition ou consommation)
nl: Een afspeelmodus schakelen (willekeurig, herhalen of verbruiken)

source: Toggle Consume
de: Verbrauchsmodus umschalten
es: Alternar modo eliminar al reproducir
fr: Basculer le mode consommation
nl: Verbruikstand schakelen

source: Toggle playback
de: Wiedergabe umschalten
es: Alternar reproducción
fr: Basculer la lecture
nl: Afspelen schakelen

source: Toggle Playback Mode
de: Wiedergabemodus umschalten
es: Alternar modo de reproducción
fr: Basculer le mode de lecture
nl: Afspeelmodus schakelen

source: Toggle playback of the current song
de: Wiedergabe des aktuellen Lieds umschalten
es: Alternar la reproducción de la canción actual
fr: Basculer la lecture de la chanson actuelle
nl: Afspelen van het huidige nummer schakelen

source: Toggle Repeat
de: Wiederholen umschalten
es: Alternar repetición
fr: Activer/désactiver la répétition
nl: Herhaling in-/uitschakelen
